{
  "word2id": {
    "<pad>": 0,
    "<unk>": 1,
    "a": 2,
    "fairly": 3,
    "straightforward": 4,
    "remake": 5,
    "of": 6,
    "hollywood": 7,
    "comedies": 8,
    "such": 9,
    "as": 10,
    "father": 11,
    "the": 12,
    "bride": 13,
    "alice": 14,
    "'s": 15,
    "adventure": 16,
    "through": 17,
    "looking": 18,
    "glass": 19,
    "and": 20,
    "into": 21,
    "zombie-land": 22,
    "'": 23,
    "is": 24,
    "filled": 25,
    "with": 26,
    "strange": 27,
    "wonderful": 28,
    "creatures": 29,
    ".": 30,
    "gets": 31,
    "full": 32,
    "mileage": 33,
    "out": 34,
    "rolling": 35,
    "stray": 36,
    "barrel": 37,
    "or": 38,
    "unexpected": 39,
    "blast": 40,
    "phonograph": 41,
    "record": 42,
    "about": 43,
    "``": 44,
    "gangs": 45,
    "personal": 46,
    "freedom": 47,
    "first": 48,
    "very": 49,
    "tense": 50,
    "to": 51,
    "waste": 52,
    "their": 53,
    "time": 54,
    "imagine": 55,
    "entertainment": 56,
    "are": 57,
    "quite": 58,
    "funny": 59,
    ",": 60,
    "but": 61,
    "jonah": 62,
    "...": 63,
    "never": 64,
    "shakes": 65,
    "oppressive": 66,
    "morally": 67,
    "superior": 68,
    "good-for-you": 69,
    "quality": 70,
    "that": 71,
    "almost": 72,
    "automatically": 73,
    "accompanies": 74,
    "didactic": 75,
    "compelling": 76,
    "motion": 77,
    "picture": 78,
    "illustrates": 79,
    "an": 80,
    "american": 81,
    "tragedy": 82,
    "needed": 83,
    "vietnam": 84,
    "bears": 85,
    "grievous": 86,
    "obscure": 87,
    "complaint": 88,
    "against": 89,
    "fathers": 90,
    "circles": 91,
    "it": 92,
    "obsessively": 93,
    "without": 94,
    "making": 95,
    "contact": 96,
    "lurches": 97,
    "between": 98,
    "not-very-funny": 99,
    "comedy": 100,
    "unconvincing": 101,
    "dramatics": 102,
    "ripper": 103,
    "yarn": 104,
    "huge": 105,
    "risks": 106,
    "downward": 107,
    "spiral": 108,
    "efficiency": 109,
    "seems": 110,
    "care": 111,
    "bottom": 112,
    "line": 113,
    "mildly": 114,
    "enjoyable": 115,
    "if": 116,
    "toothless": 117,
    "adaptation": 118,
    "much": 119,
    "better": 120,
    "book": 121,
    "large-scale": 122,
    "grows": 123,
    "decidedly": 124,
    "flimsier": 125,
    "its": 126,
    "many": 127,
    "out-sized": 128,
    "character": 129,
    "logically": 130,
    "porous": 131,
    "action": 132,
    "set": 133,
    "pieces": 134,
    "sharp": 135,
    "ears": 136,
    "eyes": 137,
    "tediously": 138,
    "has": 139,
    "solid": 140,
    "emotional": 141,
    "impact": 142,
    "will": 143,
    "appeal": 144,
    "discovery": 145,
    "channel": 146,
    "fans": 147,
    "surely": 148,
    "widen": 149,
    "perspective": 150,
    "those": 151,
    "us": 152,
    "who": 153,
    "see": 154,
    "continent": 155,
    "rose-colored": 156,
    "glasses": 157,
    "feel": 158,
    "for": 159,
    "at": 160,
    "all": 161,
    "stages": 162,
    "her": 163,
    "life": 164,
    "so": 165,
    "downbeat": 166,
    "emerge": 167,
    "flimsy": 168,
    "excuse": 169,
    "fascinating": 170,
    "story": 171,
    "makes": 172,
    "great": 173,
    "impression": 174,
    "uncomfortably": 175,
    "timely": 176,
    "step": 177,
    "back": 178,
    "look": 179,
    "sick": 180,
    "sane": 181,
    "eye": 182,
    "well-shaped": 183,
    "dramas": 184,
    "materalism": 185,
    "sabotaged": 186,
    "by": 187,
    "pomposity": 188,
    "appropriate": 189,
    "structure": 190,
    "arthur": 191,
    "schnitzler": 192,
    "reigen": 193,
    "david": 194,
    "citizen": 195,
    "kane": 196,
    "movies": 197,
    "like": 198,
    "high": 199,
    "crimes": 200,
    "flog": 201,
    "dead": 202,
    "horse": 203,
    "surprise": 204,
    "were": 205,
    "obligation": 206,
    "owed": 207,
    "benigni": 208,
    "precisely": 209,
    "layered": 210,
    "performance": 211,
    "entirely": 212,
    "appealing": 213,
    "pumpkin": 214,
    "follow": 215,
    "stale": 216,
    "standard": 217,
    "connect-the-dots": 218,
    "storyline": 219,
    "which": 220,
    "become": 221,
    "commonplace": 222,
    "in": 223,
    "explore": 224,
    "seamy": 225,
    "underbelly": 226,
    "criminal": 227,
    "world": 228,
    "melancholy": 229,
    "unhurried": 230,
    "narrative": 231,
    "title": 232,
    "visually": 233,
    "ravishing": 234,
    "well": 235,
    "paced": 236,
    "satisfying": 237,
    "can": 238,
    "prevent": 239,
    "tragic": 240,
    "these": 241,
    "distortions": 242,
    "prefeminist": 243,
    "engaging": 244,
    "unpredictable": 245,
    "ultimate": 246,
    "fate": 247,
    "want": 248,
    "both": 249,
    "hand": 250,
    "gestures": 251,
    "expected": 252,
    "have": 253,
    "characters": 254,
    "300": 255,
    "hundred": 256,
    "years": 257,
    "thrown-together": 258,
    "summer-camp": 259,
    "talent": 260,
    "show": 261,
    ":": 262,
    "hastily": 263,
    "written": 264,
    "underrehearsed": 265,
    "arbitrarily": 266,
    "plotted": 267,
    "crude": 268,
    "humor": 269,
    "vulgar": 270,
    "innuendo": 271,
    "irony": 272,
    "few": 273,
    "weeks": 274,
    "own": 275,
    "caddyshack": 276,
    "adopt": 277,
    "generational": 278,
    "signpost": 279,
    "afterschool": 280,
    "special": 281,
    "costumes": 282,
    "gianni": 283,
    "versace": 284,
    "extremely": 285,
    "one": 286,
    "ms.": 287,
    "mirren": 288,
    "taxicab": 289,
    "vulgarities": 290,
    "hellish": 291,
    "conditions": 292,
    "meets-john": 293,
    "james": 294,
    "dean": 295,
    "therapy": 296,
    "referred": 297,
    "die": 298,
    "hard": 299,
    "on": 300,
    "boat": 301,
    "intricate": 302,
    "plot": 303,
    "baffled": 304,
    "remember": 305,
    "film": 306,
    "while": 307,
    "not": 308,
    "exactly": 309,
    "assured": 310,
    "execution": 311,
    "notable": 312,
    "sheer": 313,
    "audacity": 314,
    "openness": 315,
    "wo": 316,
    "n't": 317,
    "be": 318,
    "remembered": 319,
    "-lrb-": 320,
    "witherspoon": 321,
    "-rrb-": 322,
    "films": 323,
    "novel": 324,
    "thought": 325,
    "his": 326,
    "head": 327,
    "leave": 328,
    "lot": 329,
    "george": 330,
    "clooney": 331,
    "carry": 332,
    "charisma": 333,
    "physical": 334,
    "space": 335,
    "love": 336,
    "money": 337,
    "loss": 338,
    "grief": 339,
    "recovery": 340,
    "occasional": 341,
    "charms": 342,
    "death": 343,
    "smoochy": 344,
    "keeps": 345,
    "firing": 346,
    "until": 347,
    "bitter": 348,
    "end": 349,
    "most": 350,
    "virtuous": 351,
    "limits": 352,
    "binks": 353,
    "pulp": 354,
    "fiction": 355,
    "get": 356,
    "shorty": 357,
    "stock": 358,
    "footage": 359,
    "days": 360,
    "romance": 361,
    "wanted": 362,
    "say": 363,
    "confronting": 364,
    "roots": 365,
    "preoccupations": 366,
    "obsessions": 367,
    "run": 368,
    "gas": 369,
    "totally": 370,
    "estranged": 371,
    "from": 372,
    "reality": 373,
    "sayles": 374,
    "once": 375,
    "again": 376,
    "strands": 377,
    "superb": 378,
    "performers": 379,
    "same": 380,
    "old": 381,
    "actions": 382,
    "too": 383,
    "little": 384,
    "excitement": 385,
    "critical": 386,
    "jim": 387,
    "two-dimensional": 388,
    "pointless": 389,
    "cringing": 390,
    "big": 391,
    "twists": 392,
    "pretty": 393,
    "easy": 394,
    "guess": 395,
    "despite": 396,
    "pyrotechnics": 397,
    "shreve": 398,
    "graceful": 399,
    "dual": 400,
    "clunky": 401,
    "screen": 402,
    "supremely": 403,
    "unfunny": 404,
    "unentertaining": 405,
    "watch": 406,
    "middle-age": 407,
    "smear": 408,
    "lip-gloss": 409,
    "essentially": 410,
    "weak": 411,
    "detail": 412,
    "strong": 413,
    "personality": 414,
    "journey": 415,
    "difficult": 416,
    "audience": 417,
    "take": 418,
    "protagonist": 419,
    "--": 420,
    "sending": 421,
    "up": 422,
    "action-oriented": 423,
    "worth": 424,
    "checking": 425,
    "theaters": 426,
    "administration": 427,
    "showdown": 428,
    "would": 429,
    "shame": 430,
    "this": 431,
    "was": 432,
    "your": 433,
    "introduction": 434,
    "greatest": 435,
    "plays": 436,
    "last": 437,
    "100": 438,
    "make": 439,
    "serious": 440,
    "drama": 441,
    "authentic": 442,
    "pompous": 443,
    "garbled": 444,
    "ignorant": 445,
    "fairies": 446,
    "still": 447,
    "good-natured": 448,
    "bad": 449,
    "way": 450,
    "spend": 451,
    "hour": 452,
    "two": 453,
    "bang-up": 454,
    "job": 455,
    "overplayed": 456,
    "exaggerated": 457,
    "circus": 458,
    "ca": 459,
    "stand": 460,
    "message": 461,
    "merit": 462,
    "hands": 463,
    "brutally": 464,
    "honest": 465,
    "individual": 466,
    "prophet": 467,
    "jack": 468,
    "might": 469,
    "made": 470,
    "point": 471,
    "regarding": 472,
    "colorful": 473,
    "event": 474,
    "hot": 475,
    "steers": 476,
    "loses": 477,
    "bite": 478,
    "geeks": 479,
    "likely": 480,
    "broomfield": 481,
    "interviewees": 482,
    "even": 483,
    "himself": 484,
    "longer": 485,
    "nearly": 486,
    "epic": 487,
    "proportions": 488,
    "sanctimonious": 489,
    "inexorably": 490,
    "quick": 491,
    "dirty": 492,
    "doctor": 493,
    "brazenly": 494,
    "misguided": 495,
    "project": 496,
    "entertain": 497,
    "current": 498,
    "events": 499,
    "grim": 500,
    "future": 501,
    "does": 502,
    "come": 503,
    "close": 504,
    "level": 505,
    "intelligence": 506,
    "visual": 507,
    "splendour": 508,
    "seen": 509,
    "other": 510,
    "ouzo": 511,
    "destination": 512,
    "clear": 513,
    "schlocky": 514,
    "horror\\/action": 515,
    "hybrid": 516,
    "directing": 517,
    "debut": 518,
    "freak-out": 519,
    "three": 520,
    "company": 521,
    "slackers": 522,
    "jokey": 523,
    "approach": 524,
    "college": 525,
    "education": 526,
    "disappointingly": 527,
    "simplistic": 528,
    "biggest": 529,
    "problem": 530,
    "there": 531,
    "no": 532,
    "unforgettably": 533,
    "stupid": 534,
    "stunts": 535,
    "uproariously": 536,
    "rude": 537,
    "lines": 538,
    "dialogue": 539,
    "best": 540,
    "possible": 541,
    "ways": 542,
    "rodan": 543,
    "league": 544,
    "touch": 545,
    "you": 546,
    "teeth": 547,
    "packed": 548,
    "bursting": 549,
    "incident": 550,
    "scores": 551,
    "some": 552,
    "fictional": 553,
    "history": 554,
    "follows": 555,
    "predictable": 556,
    "course": 557,
    "proves": 558,
    "director": 559,
    "m.": 560,
    "night": 561,
    "shyamalan": 562,
    "weave": 563,
    "eerie": 564,
    "spell": 565,
    "mel": 566,
    "gibson": 567,
    "gasp": 568,
    "shudder": 569,
    "tremble": 570,
    "losing": 571,
    "machismo": 572,
    "adequate": 573,
    "date": 574,
    "dramatic": 575,
    "enough": 576,
    "funnier": 577,
    "our": 578,
    "heads": 579,
    "leonard": 580,
    "department": 581,
    "overshadows": 582,
    "vapid": 583,
    "devoid": 584,
    "woven": 585,
    "together": 586,
    "welcomed": 587,
    "customarily": 588,
    "jovial": 589,
    "air": 590,
    "traditionally": 591,
    "do": 592,
    "load": 593,
    "good": 594,
    "rather": 595,
    "wild": 596,
    "ride": 597,
    "ensues": 598,
    "when": 599,
    "brash": 600,
    "young": 601,
    "men": 602,
    "conquer": 603,
    "online": 604,
    "laptops": 605,
    "cell": 606,
    "phones": 607,
    "sketchy": 608,
    "business": 609,
    "plans": 610,
    "four": 611,
    "letter": 612,
    "words": 613,
    "spy": 614,
    "thriller": 615,
    "erects": 616,
    "universal": 617,
    "human": 618,
    "impulse": 619,
    "compels": 620,
    "impossible": 621,
    "ascertain": 622,
    "whether": 623,
    "core": 624,
    "deeply": 625,
    "pessimistic": 626,
    "quietly": 627,
    "hopeful": 628,
    "more": 629,
    "confused": 630,
    "less": 631,
    "interesting": 632,
    "b.s": 633,
    "help": 634,
    "screenplay": 635,
    "proficient": 636,
    "singularly": 637,
    "cursory": 638,
    "cinematic": 639,
    "devices": 640,
    "corruption": 641,
    "smutty": 642,
    "blind": 643,
    "ensemble": 644,
    "gives": 645,
    "buoyant": 646,
    "delivery": 647,
    "fantasy": 648,
    "visionary": 649,
    "understated": 650,
    "casting": 651,
    "excellent": 652,
    "latin": 653,
    "actors": 654,
    "ages": 655,
    "kind": 656,
    "me": 657,
    "what": 658,
    "dumb": 659,
    "fun": 660,
    "curiously": 661,
    "adolescent": 662,
    "movie": 663,
    "nothing": 664,
    "else": 665,
    "blunt": 666,
    "indictment": 667,
    "part": 668,
    "perhaps": 669,
    "surreal": 670,
    "campaign": 671,
    "bring": 672,
    "kissinger": 673,
    "trial": 674,
    "humanity": 675,
    "insulting": 676,
    "women": 677,
    "damaged": 678,
    "people": 679,
    "they": 680,
    "did": 681,
    "mind": 682,
    "ticket": 683,
    "cost": 684,
    "aims": 685,
    "toilet": 686,
    "direct": 687,
    "hit": 688,
    "foster": 689,
    "whitaker": 690,
    "especially": 691,
    "fine": 692,
    "form": 693,
    "visceral": 694,
    "spiritual": 695,
    "wonderfully": 696,
    "sublimely": 697,
    "lofty": 698,
    "emotionally": 699,
    "grand": 700,
    "reveal": 701,
    "impressively": 702,
    "delicate": 703,
    "range": 704,
    "new": 705,
    "york": 706,
    "city": 707,
    "locations": 708,
    "willing": 709,
    "de": 710,
    "niro": 711,
    "majidi": 712,
    "progressive": 713,
    "bull": 714,
    "cause": 715,
    "parents": 716,
    "sleepless": 717,
    "hours": 718,
    "effect": 719,
    "deaths": 720,
    "talented": 721,
    "chen": 722,
    "kaige": 723,
    "far-flung": 724,
    "illogical": 725,
    "michael": 726,
    "moore": 727,
    "perfected": 728,
    "art": 729,
    "highly": 730,
    "entertaining": 731,
    "self-aggrandizing": 732,
    "politically": 733,
    "motivated": 734,
    "documentary-making": 735,
    "he": 736,
    "got": 737,
    "potent": 738,
    "topic": 739,
    "ever": 740,
    "here": 741,
    "before": 742,
    "him": 743,
    "powerful": 744,
    "son": 745,
    "becomes": 746,
    "exercise": 747,
    "trying": 748,
    "predict": 749,
    "preordained": 750,
    "moment": 751,
    "occur": 752,
    "elaborate": 753,
    "twisted": 754,
    "t": 755,
    "script": 756,
    "direction": 757,
    "late": 758,
    "15th": 759,
    "century": 760,
    "mixed": 761,
    "messages": 762,
    "over-blown": 763,
    "bruce": 764,
    "willis": 765,
    "utter": 766,
    "lack": 767,
    "rigid": 768,
    "evasive": 769,
    "now": 770,
    "former": 771,
    "gong": 772,
    "addict": 773,
    "anything": 774,
    "watching": 775,
    "beyond": 776,
    "mild": 777,
    "disturbance": 778,
    "detached": 779,
    "pleasure": 780,
    "acting": 781,
    "spinning": 782,
    "bit": 783,
    "previous": 784,
    "answer": 785,
    "confined": 786,
    "single": 787,
    "theater": 788,
    "strategies": 789,
    "deceptions": 790,
    "work": 791,
    "friday": 792,
    "series": 793,
    "rueful": 794,
    "compassion": 795,
    "surface": 796,
    "attractions": 797,
    "coasting": 798,
    "usual": 799,
    "spielberg": 800,
    "flair": 801,
    "muted": 802,
    "intended": 803,
    "shine": 804,
    "girl": 805,
    "well-crafted": 806,
    "year": 807,
    "grace": 808,
    "call": 809,
    "prevention": 810,
    "than": 811,
    "place": 812,
    "blame": 813,
    "war": 814,
    "neo-realist": 815,
    "treasure": 816,
    "divided": 817,
    "hallucinogenic": 818,
    "buzz": 819,
    "overwhelming": 820,
    "keep": 821,
    "punching": 822,
    "mix": 823,
    "marvelous": 824,
    "documentary": 825,
    "touches": 826,
    "gracefully": 827,
    "entire": 828,
    "yiddish": 829,
    "america": 830,
    "israel": 831,
    "reworking": 832,
    "payoff": 833,
    "manufactured": 834,
    "impish": 835,
    "divertissement": 836,
    "themes": 837,
    "interest": 838,
    "attal": 839,
    "gainsbourg": 840,
    "amish": 841,
    "bombastic": 842,
    "self-glorification": 843,
    "spat": 844,
    "heard": 845,
    "immensely": 846,
    "ambitious": 847,
    "different": 848,
    "been": 849,
    "done": 850,
    "amazingly": 851,
    "successful": 852,
    "terms": 853,
    "surprises": 854,
    "attributable": 855,
    "performances": 856,
    "credible": 857,
    "torturing": 858,
    "each": 859,
    "psychologically": 860,
    "right": 861,
    "stuff": 862,
    "silly": 863,
    "summer": 864,
    "sensuality": 865,
    "redefinition": 866,
    "potentially": 867,
    "sudsy": 868,
    "set-up": 869,
    "buttons": 870,
    "least": 871,
    "watchable": 872,
    "feels": 873,
    "product": 874,
    "loving": 875,
    "integrated": 876,
    "homage": 877,
    "mere": 878,
    "wan": 879,
    "thinly": 880,
    "sketched": 881,
    "decide": 882,
    "admire": 883,
    "dedication": 884,
    "repelled": 885,
    "dogmatism": 886,
    "manipulativeness": 887,
    "narrow": 888,
    "fearful": 889,
    "view": 890,
    "miss": 891,
    "heist": 892,
    "poetry": 893,
    "storytelling": 894,
    "griffiths": 895,
    "warm": 896,
    "winning": 897,
    "central": 898,
    "brings": 899,
    "beguiling": 900,
    "freshness": 901,
    "spied": 902,
    "my": 903,
    "mediocre": 904,
    "collection": 905,
    "cookie-cutter": 906,
    "scenes": 907,
    "rich": 908,
    "sudden": 909,
    "fit": 910,
    "pootie": 911,
    "tang": 912,
    "punchlines": 913,
    "retooled": 914,
    "genre": 915,
    "piece": 916,
    "worst": 917,
    "2002": 918,
    "i": 919,
    "sure": 920,
    "memories": 921,
    "rollerball": 922,
    "faded": 923,
    "skipped": 924,
    "country": 925,
    "robert": 926,
    "aldrich": 927,
    "1989": 928,
    "paradiso": 929,
    "prefer": 930,
    "version": 931,
    "surrender": 932,
    "$": 933,
    "9": 934,
    "93": 935,
    "minutes": 936,
    "unrecoverable": 937,
    "silly-looking": 938,
    "kurys": 939,
    "could": 940,
    "force": 941,
    "scratch": 942,
    "hole": 943,
    "behind": 944,
    "curtain": 945,
    "separates": 946,
    "comics": 947,
    "laughing": 948,
    "crowd": 949,
    "advantages": 950,
    "growing": 951,
    "used": 952,
    "ridicule": 953,
    "ending": 954,
    "relevant": 955,
    "german": 956,
    "occupation": 957,
    "everyone": 958,
    "play": 959,
    "dark": 960,
    "challenging": 961,
    "tune": 962,
    "taught": 963,
    "piano": 964,
    "teacher": 965,
    "real": 966,
    "deal": 967,
    "rush": 968,
    "captures": 969,
    "moments": 970,
    "spontaneous": 971,
    "creativity": 972,
    "co-operative": 973,
    "interaction": 974,
    "wendigo": 975,
    "changing": 976,
    "composition": 977,
    "uplifting": 978,
    "moving": 979,
    "sometimes": 980,
    "peter": 981,
    "kosminsky": 982,
    "forum": 983,
    "demonstrate": 984,
    "`": 985,
    "chops": 986,
    "advantage": 987,
    "wondering": 988,
    "amusedly": 989,
    "impatiently": 990,
    "overwhelmed": 991,
    "purpose": 992,
    "seeks": 993,
    "type": 994,
    "we": 995,
    "often": 996,
    "realistic": 997,
    "urgent": 998,
    "sugarcoated": 999,
    "romantic": 1000,
    "stitched": 1001,
    "situations": 1002,
    "veneer": 1003,
    "confines": 1004,
    "shtick": 1005,
    "sentimentality": 1006,
    "bald": 1007,
    "sloppy": 1008,
    "jason": 1009,
    "gone": 1010,
    "manhattan": 1011,
    "hell": 1012,
    "gentle": 1013,
    "longing": 1014,
    "share": 1015,
    "points": 1016,
    "remarkable": 1017,
    "procession": 1018,
    "sweeping": 1019,
    "pictures": 1020,
    "reinvigorated": 1021,
    "fuses": 1022,
    "imagery": 1023,
    "paintings": 1024,
    "vividly": 1025,
    "artist": 1026,
    "may": 1027,
    "striking": 1028,
    "significance": 1029,
    "anyone": 1030,
    "sees": 1031,
    "cute": 1032,
    "factor": 1033,
    "cheap": 1034,
    "junk": 1035,
    "aspires": 1036,
    "another": 1037,
    "man": 1038,
    "clone": 1039,
    "weaving": 1040,
    "theme": 1041,
    "throughout": 1042,
    "30-year": 1043,
    "friendship": 1044,
    "penetrating": 1045,
    "glimpse": 1046,
    "tissue-thin": 1047,
    "ego": 1048,
    "stand-up": 1049,
    "comic": 1050,
    "heartwarming": 1051,
    "utterly": 1052,
    "entranced": 1053,
    "subject": 1054,
    "virtually": 1055,
    "understanding": 1056,
    "high-strung": 1057,
    "flaccid": 1058,
    "french": 1059,
    "cinema": 1060,
    "compromising": 1061,
    "complexity": 1062,
    "viewing": 1063,
    "civics": 1064,
    "classes": 1065,
    "would-be": 1066,
    "public": 1067,
    "servants": 1068,
    "alike": 1069,
    "wonder": 1070,
    "lawrence": 1071,
    "hates": 1072,
    "criticism": 1073,
    "refuses": 1074,
    "evaluate": 1075,
    "drum": 1076,
    "undeserving": 1077,
    "poet": 1078,
    "drinker": 1079,
    "counterculture": 1080,
    "jackass": 1081,
    "early": 1082,
    "middle": 1083,
    "passages": 1084,
    "circular": 1085,
    "unseemly": 1086,
    "also": 1087,
    "places": 1088,
    "serial": 1089,
    "murders": 1090,
    "paying": 1091,
    "dues": 1092,
    "books": 1093,
    "unread": 1094,
    "music": 1095,
    "familiar": 1096,
    "screwball": 1097,
    "cox": 1098,
    "offers": 1099,
    "plenty": 1100,
    "glimpses": 1101,
    "existing": 1102,
    "photos": 1103,
    "cgi": 1104,
    "aliens": 1105,
    "unseen": 1106,
    "marvelously": 1107,
    "deliriously": 1108,
    "pious": 1109,
    "preachy": 1110,
    "soap": 1111,
    "opera": 1112,
    "slow": 1113,
    "study": 1114,
    "bang": 1115,
    "seat": 1116,
    "front": 1117,
    "home": 1118,
    "equivalent": 1119,
    "lovingly": 1120,
    "rendered": 1121,
    "coffee": 1122,
    "table": 1123,
    "coming": 1124,
    "incongruous": 1125,
    "chemically": 1126,
    "perfect": 1127,
    "teaming": 1128,
    "crystal": 1129,
    "oversexed": 1130,
    "times": 1131,
    "overwrought": 1132,
    "comedy\\/drama": 1133,
    "rhythms": 1134,
    "accepting": 1135,
    "50-year-old": 1136,
    "role": 1137,
    "creepy": 1138,
    "jackson": 1139,
    "sort": 1140,
    "doles": 1141,
    "famous": 1142,
    "forced": 1143,
    "jersey": 1144,
    "lowbrow": 1145,
    "accent": 1146,
    "uma": 1147,
    "takes": 1148,
    "fact": 1149,
    "yet": 1150,
    "had": 1151,
    "science": 1152,
    "wannabe-hip": 1153,
    "crime": 1154,
    "majestic": 1155,
    "achievement": 1156,
    "americans": 1157,
    "rapturous": 1158,
    "after": 1159,
    "stands": 1160,
    "william": 1161,
    "randolph": 1162,
    "hearst": 1163,
    "seesawing": 1164,
    "general": 1165,
    "arguments": 1166,
    "competing": 1167,
    "lawyers": 1168,
    "randomness": 1169,
    "lively": 1170,
    "dream": 1171,
    "toback": 1172,
    "heidegger": 1173,
    "-": 1174,
    "nietzsche-referencing": 1175,
    "mention": 1176,
    "gently": 1177,
    "political": 1178,
    "los": 1179,
    "angeles": 1180,
    "shrug": 1181,
    "off": 1182,
    "annoyance": 1183,
    "chatty": 1184,
    "fish": 1185,
    "second": 1186,
    "half": 1187,
    "really": 1188,
    "goes": 1189,
    "downhill": 1190,
    "family": 1191,
    "tradition": 1192,
    "prep-school": 1193,
    "executed": 1194,
    "insistent": 1195,
    "sincerity": 1196,
    "short": 1197,
    "social": 1198,
    "status": 1199,
    "indigenous": 1200,
    "relentlessly": 1201,
    "harmless": 1202,
    "small": 1203,
    "favors": 1204,
    "edward": 1205,
    "burns": 1206,
    "sidewalks": 1207,
    "oscar": 1208,
    "wilde": 1209,
    "dualistic": 1210,
    "battle": 1211,
    "evil": 1212,
    "dumped": 1213,
    "whole": 1214,
    "favor": 1215,
    "seem": 1216,
    "bound": 1217,
    "determined": 1218,
    "duplicate": 1219,
    "bela": 1220,
    "lugosi": 1221,
    "now-cliched": 1222,
    "vampire": 1223,
    "eats": 1224,
    "meddles": 1225,
    "argues": 1226,
    "laughs": 1227,
    "kibbitzes": 1228,
    "dogged": 1229,
    "demonstrating": 1230,
    "specter": 1231,
    "suicide": 1232,
    "effects": 1233,
    "win": 1234,
    "odd": 1235,
    "distinction": 1236,
    "buzz-obsessed": 1237,
    "producers": 1238,
    "descend": 1239,
    "upon": 1240,
    "utah": 1241,
    "january": 1242,
    "ferret": 1243,
    "next": 1244,
    "thing": 1245,
    "need": 1246,
    "only": 1247,
    "casual": 1248,
    "realism": 1249,
    "prevails": 1250,
    "clever": 1251,
    "celluloid": 1252,
    "garbage": 1253,
    "charming": 1254,
    "diverse": 1255,
    "perspectives": 1256,
    "idea": 1257,
    "exploiting": 1258,
    "molestation": 1259,
    "actually": 1260,
    "yourself": 1261,
    "whatever": 1262,
    "production": 1263,
    "pro": 1264,
    "con": 1265,
    "'ll": 1266,
    "think": 1267,
    "kathie": 1268,
    "lee": 1269,
    "gifford": 1270,
    "directors": 1271,
    "noble": 1272,
    "endeavor": 1273,
    "brawny": 1274,
    "frame": 1275,
    "cool": 1276,
    "composed": 1277,
    "work-in-progress": 1278,
    "bits": 1279,
    "bites": 1280,
    "chew": 1281,
    "linking": 1282,
    "massacre": 1283,
    "school": 1284,
    "undergrad": 1285,
    "jane": 1286,
    "highlighted": 1287,
    "gritty": 1288,
    "style": 1289,
    "cast": 1290,
    "expect": 1291,
    "list": 1292,
    "starring": 1293,
    "ice-t": 1294,
    "major": 1295,
    "video-game-based": 1296,
    "flicks": 1297,
    "created": 1298,
    "wry": 1299,
    "languidly": 1300,
    "meditation": 1301,
    "fresh": 1302,
    "absorbing": 1303,
    "figure": 1304,
    "whose": 1305,
    "legacy": 1306,
    "begun": 1307,
    "bronze": 1308,
    "contributed": 1309,
    "punch": 1310,
    "train": 1311,
    "wreck": 1312,
    "establishes": 1313,
    "itself": 1314,
    "durable": 1315,
    "landscape": 1316,
    "release": 1317,
    "courage": 1318,
    "ideas": 1319,
    "technical": 1320,
    "proficiency": 1321,
    "loosely": 1322,
    "speaking": 1323,
    "'re": 1324,
    "territory": 1325,
    "strictly": 1326,
    "schneider": 1327,
    "steve": 1328,
    "martin": 1329,
    "either": 1330,
    "improve": 1331,
    "simple": 1332,
    "misfire": 1333,
    "know": 1334,
    "trouble": 1335,
    "appointed": 1336,
    "sets": 1337,
    "indoors": 1338,
    "formal": 1339,
    "settings": 1340,
    "motionless": 1341,
    "obvious": 1342,
    "turns": 1343,
    "convincing": 1344,
    "prissy": 1345,
    "teenage": 1346,
    "unwieldy": 1347,
    "forgive": 1348,
    "mean-spirited": 1349,
    "content": 1350,
    "apparent": 1351,
    "glee": 1352,
    "derived": 1353,
    "lobotomy": 1354,
    "having": 1355,
    "vital": 1356,
    "essence": 1357,
    "scooped": 1358,
    "discarded": 1359,
    "scenic": 1360,
    "splendor": 1361,
    "mountains": 1362,
    "pushiness": 1363,
    "decibel": 1364,
    "volume": 1365,
    "contemporary": 1366,
    "hackneyed": 1367,
    "propels": 1368,
    "clicking": 1369,
    "string": 1370,
    "imagines": 1371,
    "result": 1372,
    "something": 1373,
    "credit": 1374,
    "present": 1375,
    "ah": 1376,
    "na": 1377,
    "slight": 1378,
    "weightless": 1379,
    "fairy": 1380,
    "tale": 1381,
    "unpleasant": 1382,
    "details": 1383,
    "melt": 1384,
    "away": 1385,
    "face": 1386,
    "blank-faced": 1387,
    "optimism": 1388,
    "media-soaked": 1389,
    "backstage": 1390,
    "annoying": 1391,
    "artificial": 1392,
    "card": 1393,
    "being": 1394,
    "dreary": 1395,
    "mid-section": 1396,
    "inimitable": 1397,
    "diaz": 1398,
    "holding": 1399,
    "guilt-suffused": 1400,
    "melodrama": 1401,
    "actor": 1402,
    "mid-seventies": 1403,
    "michel": 1404,
    "piccoli": 1405,
    "liked": 1406,
    "original": 1407,
    "twenty-some": 1408,
    "long": 1409,
    "go": 1410,
    "faster": 1411,
    "tolerance": 1412,
    "diversity": 1413,
    "particularly": 1414,
    "drawn": 1415,
    "sympathetic": 1416,
    "slip": 1417,
    "under": 1418,
    "waves": 1419,
    "pop": 1420,
    "recommend": 1421,
    "welfare": 1422,
    "centers": 1423,
    "gift": 1424,
    "busy": 1425,
    "anticipated": 1426,
    "reunion": 1427,
    "wrong": 1428,
    "thanks": 1429,
    "culture": 1430,
    "shock": 1431,
    "refusal": 1432,
    "empathize": 1433,
    "others": 1434,
    "actresses": 1435,
    "worked": 1436,
    "portray": 1437,
    "convincingly": 1438,
    "pungent": 1439,
    "elegantly": 1440,
    "correctness": 1441,
    "catherine": 1442,
    "breillat": 1443,
    "fat": 1444,
    "makers": 1445,
    "board": 1446,
    "uh": 1447,
    "shred": 1448,
    "johnny": 1449,
    "knoxville": 1450,
    "stomach": 1451,
    "introducing": 1452,
    "intriguing": 1453,
    "alluring": 1454,
    "premise": 1455,
    "folk": 1456,
    "7th-century": 1457,
    "oral": 1458,
    "traditions": 1459,
    "somewhat": 1460,
    "standardized": 1461,
    "dodges": 1462,
    "add": 1463,
    "screenful": 1464,
    "gamesmanship": 1465,
    "low": 1466,
    "suspense": 1467,
    "muster": 1468,
    "just": 1469,
    "devote": 1470,
    "cowering": 1471,
    "lags": 1472,
    "badly": 1473,
    "last-minute": 1474,
    "strongly": 1475,
    "reminiscent": 1476,
    "lola": 1477,
    "murky": 1478,
    "cinematography": 1479,
    "spectacular": 1480,
    "completion": 1481,
    "complex": 1482,
    "generous": 1483,
    "subversive": 1484,
    "artworks": 1485,
    "decade": 1486,
    "pay": 1487,
    "goofily": 1488,
    "return": 1489,
    "bogdanovich": 1490,
    "wise": 1491,
    "following": 1492,
    "water-bound": 1493,
    "voice-over": 1494,
    "narrator": 1495,
    "farcical": 1496,
    "elements": 1497,
    "sadistic": 1498,
    "bike": 1499,
    "flick": 1500,
    "becker": 1501,
    "uses": 1502,
    "modus": 1503,
    "operandi": 1504,
    "crucifixion": 1505,
    "juxtaposition": 1506,
    "10-course": 1507,
    "banquet": 1508,
    "ongoing": 1509,
    "unprecedented": 1510,
    "construction": 1511,
    "going": 1512,
    "over": 1513,
    "scripting": 1514,
    "simone": 1515,
    "gambles": 1516,
    "publishing": 1517,
    "markedly": 1518,
    "jaded": 1519,
    "audiences": 1520,
    "auditorium": 1521,
    "feeling": 1522,
    "dizzy": 1523,
    "disorientated": 1524,
    "morphs": 1525,
    "mundane": 1526,
    "'70s": 1527,
    "disaster": 1528,
    "conceive": 1529,
    "roles": 1530,
    "weight": 1531,
    "fast-forward": 1532,
    "technology": 1533,
    "every": 1534,
    "day": 1535,
    "amounts": 1536,
    "preliminary": 1537,
    "notes": 1538,
    "science-fiction": 1539,
    "horror": 1540,
    "seven": 1541,
    "deja": 1542,
    "vu": 1543,
    "awkward": 1544,
    "genres": 1545,
    "rare": 1546,
    "hurry": 1547,
    "tone": 1548,
    "straight": 1549,
    "saturday": 1550,
    "morning": 1551,
    "cartoons": 1552,
    "enjoyed": 1553,
    "daytime": 1554,
    "soaper": 1555,
    "playful": 1556,
    "ring": 1557,
    "demand": 1558,
    "thrills": 1559,
    "halloween": 1560,
    "laws": 1561,
    "experimental": 1562,
    "alienate": 1563,
    "mainstream": 1564,
    "ringing": 1565,
    "cliched": 1566,
    "hardened": 1567,
    "indie-heads": 1568,
    "thirty": 1569,
    "seconds": 1570,
    "yes": 1571,
    "respect": 1572,
    "underrated": 1573,
    "professionals": 1574,
    "deserve": 1575,
    "rarely": 1576,
    "receive": 1577,
    "gag": 1578,
    "worn": 1579,
    "thin": 1580,
    "though": 1581,
    "ask": 1582,
    "finds": 1583,
    "chuckles": 1584,
    "uniquely": 1585,
    "sensual": 1586,
    "metaphorical": 1587,
    "dramatization": 1588,
    "sexual": 1589,
    "obsession": 1590,
    "spends": 1591,
    "ludicrous": 1592,
    "lion": 1593,
    "king": 1594,
    "coherent": 1595,
    "rhythm": 1596,
    "sunset": 1597,
    "twist": 1598,
    "captivating": 1599,
    "leather": 1600,
    "warriors": 1601,
    "switchblade": 1602,
    "sexpot": 1603,
    "ago": 1604,
    "lady": 1605,
    "ya-ya": 1606,
    "daring": 1607,
    "john": 1608,
    "ritter": 1609,
    "glory": 1610,
    "psychedelic": 1611,
    "nighttime": 1612,
    "loquacious": 1613,
    "videologue": 1614,
    "modern": 1615,
    "male": 1616,
    "lengths": 1617,
    "protective": 1618,
    "cocoon": 1619,
    "around": 1620,
    "amy": 1621,
    "matthew": 1622,
    "phony": 1623,
    "relationship": 1624,
    "fiendishly": 1625,
    "i-2-spoofing": 1626,
    "sequence": 1627,
    "waydowntown": 1628,
    "toss": 1629,
    "logic": 1630,
    "dungeons": 1631,
    "dragons": 1632,
    "military": 1633,
    "weaponry": 1634,
    "teens": 1635,
    "plympton": 1636,
    "legion": 1637,
    "draw": 1638,
    "menace": 1639,
    "sparse": 1640,
    "passions": 1641,
    "fuel": 1642,
    "achievements": 1643,
    "hope": 1644,
    "widely": 1645,
    "debated": 1646,
    "ferocity": 1647,
    "thoughtfulness": 1648,
    "scary": 1649,
    "effectiveness": 1650,
    "generic": 1651,
    "slasher-movie": 1652,
    "nonsense": 1653,
    "effecting": 1654,
    "change": 1655,
    "inspiring": 1656,
    "blair": 1657,
    "witch-style": 1658,
    "commitment": 1659,
    "'m": 1660,
    "2000": 1661,
    "unusual": 1662,
    "cinematographer": 1663,
    "lies": 1664,
    "considerable": 1665,
    "skill": 1666,
    "determination": 1667,
    "backed": 1668,
    "nerve": 1669,
    "find": 1670,
    "comfort": 1671,
    "familiarity": 1672,
    "acquires": 1673,
    "undeniable": 1674,
    "value": 1675,
    "fails": 1676,
    "because": 1677,
    "demands": 1678,
    "suffer": 1679,
    "dreadfulness": 1680,
    "sides": 1681,
    "crisp": 1682,
    "clarity": 1683,
    "getting": 1684,
    "dimension": 1685,
    "iranian": 1686,
    "throes": 1687,
    "flush": 1688,
    "testosterone": 1689,
    "yields": 1690,
    "land": 1691,
    "recent": 1692,
    "memory": 1693,
    "revealing": 1694,
    "alienation": 1695,
    "fail": 1696,
    "lucks": 1697,
    "chaplin": 1698,
    "kidman": 1699,
    "capable": 1700,
    "anteing": 1701,
    "star": 1702,
    "sell": 1703,
    "negotiate": 1704,
    "darker": 1705,
    "stevens": 1706,
    "certainly": 1707,
    "exception": 1708,
    "blighter": 1709,
    "particular": 1710,
    "south": 1711,
    "london": 1712,
    "housing": 1713,
    "digs": 1714,
    "dysfunction": 1715,
    "comforting": 1716,
    "jar": 1717,
    "marmite": 1718,
    "slathered": 1719,
    "crackers": 1720,
    "served": 1721,
    "feast": 1722,
    "bleakness": 1723,
    "complicated": 1724,
    "triangle": 1725,
    "works": 1726,
    "smoothly": 1727,
    "impersonation": 1728,
    "enjoying": 1729,
    "exceptionally": 1730,
    "tipped": 1731,
    "favorite": 1732,
    "bond": 1733,
    "cleverly": 1734,
    "suspects": 1735,
    "deliciously": 1736,
    "nonsensical": 1737,
    "spot": 1738,
    "culprit": 1739,
    "early-on": 1740,
    "spirited": 1741,
    "triumph": 1742,
    "imagination": 1743,
    "failure": 1744,
    "cherished": 1745,
    "vain": 1746,
    "savour": 1747,
    "binoche": 1748,
    "nosedive": 1749,
    "switches": 1750,
    "gears": 1751,
    "contradictory": 1752,
    "self-hating": 1753,
    "self-destructive": 1754,
    "overstimulated": 1755,
    "able": 1756,
    "creep": 1757,
    "living": 1758,
    "depressing": 1759,
    "liberating": 1760,
    "boring": 1761,
    "found": 1762,
    "vent": 1763,
    "accurate": 1764,
    "smart": 1765,
    "afghan": 1766,
    "mostly": 1767,
    "wonder-what": 1768,
    "arithmetic": 1769,
    "siblings": 1770,
    "should": 1771,
    "orson": 1772,
    "welles": 1773,
    "great-grandson": 1774,
    "laugh-out-loud": 1775,
    "warmth": 1776,
    "colour": 1777,
    "cringe": 1778,
    "sparking": 1779,
    "debate": 1780,
    "cello": 1781,
    "send": 1782,
    "cranky": 1783,
    "distinctive": 1784,
    "reese": 1785,
    "articulates": 1786,
    "flood": 1787,
    "emotion": 1788,
    "naomi": 1789,
    "watts": 1790,
    "terrific": 1791,
    "rachel": 1792,
    ";": 1793,
    "petite": 1794,
    "vulnerable": 1795,
    "persona": 1796,
    "emphasising": 1797,
    "plight": 1798,
    "isolation": 1799,
    "dimensional": 1800,
    "irresponsible": 1801,
    "released": 1802,
    "studio": 1803,
    "neat": 1804,
    "cut": 1805,
    "repeatedly": 1806,
    "flashback": 1807,
    "rape": 1808,
    "lousy": 1809,
    "well-developed": 1810,
    "270": 1811,
    "inspirational": 1812,
    "down": 1813,
    "universe": 1814,
    "aimed": 1815,
    "thoroughly": 1816,
    "formulaic": 1817,
    "represent": 1818,
    "exemplify": 1819,
    "middle-of-the-road": 1820,
    "lapping": 1821,
    "infuse": 1822,
    "irresistible": 1823,
    "package": 1824,
    "instead": 1825,
    "talking": 1826,
    "lethargic": 1827,
    "flinging": 1828,
    "feces": 1829,
    "ralph": 1830,
    "sugarman": 1831,
    "lovely": 1832,
    "experiment": 1833,
    "stomps": 1834,
    "hobnail": 1835,
    "boots": 1836,
    "natalie": 1837,
    "babbitt": 1838,
    "endearing": 1839,
    "1975": 1840,
    "children": 1841,
    "offer": 1842,
    "rewards": 1843,
    "subtly": 1844,
    "wrapped": 1845,
    "things": 1846,
    "80": 1847,
    "kang": 1848,
    "tacks": 1849,
    "endings": 1850,
    "admirable": 1851,
    "energy": 1852,
    "full-bodied": 1853,
    "characterizations": 1854,
    "urgency": 1855,
    "saw": 1856,
    "affirms": 1857,
    "nourishing": 1858,
    "aspects": 1859,
    "companionship": 1860,
    "exciting": 1861,
    "anti-feminist": 1862,
    "equation": 1863,
    "career": 1864,
    "kids": 1865,
    "=": 1866,
    "misery": 1867,
    "tiresome": 1868,
    "romantic-comedy": 1869,
    "duds": 1870,
    "imponderably": 1871,
    "stilted": 1872,
    "self-consciously": 1873,
    "arty": 1874,
    "trivializes": 1875,
    "nervous": 1876,
    "gags": 1877,
    "pratfalls": 1878,
    "marquee": 1879,
    "unschooled": 1880,
    "stealing": 1881,
    "harvard": 1882,
    "seeming": 1883,
    "800": 1884,
    "satin": 1885,
    "rouge": 1886,
    "lilia": 1887,
    "herself": 1888,
    "accurately": 1889,
    "titled": 1890,
    "mr.": 1891,
    "chips": 1892,
    "block": 1893,
    "measured": 1894,
    "practically": 1895,
    "any": 1896,
    "like-themed": 1897,
    "oscar-sweeping": 1898,
    "franchise": 1899,
    "predecessor": 1900,
    "video": 1901,
    "stores": 1902,
    "bruised": 1903,
    "skins": 1904,
    "character-oriented": 1905,
    "sweet": 1906,
    "indeed": 1907,
    "fifties": 1908,
    "teen-gang": 1909,
    "borders": 1910,
    "rough-trade": 1911,
    "homo-eroticism": 1912,
    "impacting": 1913,
    "acquire": 1914,
    "festival": 1915,
    "cannes": 1916,
    "amid": 1917,
    "bland": 1918,
    "animation": 1919,
    "mapquest": 1920,
    "emailed": 1921,
    "point-to-point": 1922,
    "driving": 1923,
    "directions": 1924,
    "hopelessly": 1925,
    "them": 1926,
    "room": 1927,
    "noise": 1928,
    "waited": 1929,
    "sausage": 1930,
    "rollicking": 1931,
    "!": 1932,
    "frustrating": 1933,
    "off-screen": 1934,
    "ominous": 1935,
    "pervasive": 1936,
    "unknown": 1937,
    "threat": 1938,
    "lurks": 1939,
    "below": 1940,
    "proceedings": 1941,
    "adds": 1942,
    "constant": 1943,
    "mindset": 1944,
    "crazy": 1945,
    "mixed-up": 1946,
    "wants": 1947,
    "finishing": 1948,
    "how": 1949,
    "flatulence": 1950,
    "holiday": 1951,
    "concept": 1952,
    "mature": 1953,
    "season": 1954,
    "speaks": 1955,
    "ticking": 1956,
    "woodland": 1957,
    "stream": 1958,
    "fire": 1959,
    "midway": 1960,
    "dead-undead": 1961,
    "blockage": 1962,
    "condition": 1963,
    "davis": 1964,
    "quirky": 1965,
    "feature": 1966,
    "match": 1967,
    "easily": 1968,
    "skippable": 1969,
    "menacing": 1970,
    "atmosphere": 1971,
    "tango": 1972,
    "paris": 1973,
    "conan": 1974,
    "popcorn": 1975,
    "made-for-tv": 1976,
    "amusing": 1977,
    "perfectly": 1978,
    "portrays": 1979,
    "desperation": 1980,
    "insecure": 1981,
    "recognise": 1982,
    "signposts": 1983,
    "discovering": 1984,
    "map": 1985,
    "yuen": 1986,
    "refreshing": 1987,
    "embraces": 1988,
    "old-fashioned": 1989,
    "process": 1990,
    "comes": 1991,
    "wholly": 1992,
    "tenor": 1993,
    "trek": 1994,
    "ii": 1995,
    "exalts": 1996,
    "marxian": 1997,
    "working": 1998,
    "labor": 1999,
    "harmoniously": 2000,
    "joined": 2001,
    "song": 2002,
    "edge": 2003,
    "mtv": 2004,
    "pg-13": 2005,
    "rating": 2006,
    "rediscover": 2007,
    "quivering": 2008,
    "kid": 2009,
    "inside": 2010,
    "sinise": 2011,
    "brain": 2012,
    "ordeal": 2013,
    "five": 2014,
    "occasionally": 2015,
    "break": 2016,
    "live-action": 2017,
    "animated": 2018,
    "sequences": 2019,
    "hugh": 2020,
    "grant": 2021,
    "higher": 2022,
    "plateau": 2023,
    "unspeakably": 2024,
    "unbearably": 2025,
    "dull": 2026,
    "featuring": 2027,
    "reams": 2028,
    "flatly": 2029,
    "delivered": 2030,
    "heroine": 2031,
    "across": 2032,
    "shallow": 2033,
    "dim-witted": 2034,
    "finding": 2035,
    "antics": 2036,
    "let": 2037,
    "alone": 2038,
    "throwaway": 2039,
    "undercut": 2040,
    "final": 2041,
    "veering": 2042,
    "cheesy": 2043,
    "b-movie": 2044,
    "playing": 2045,
    "since": 2046,
    "week": 2047,
    "reign": 2048,
    "predicament": 2049,
    "carried": 2050,
    "wow": 2051,
    "factors": 2052,
    "holds": 2053,
    "decades": 2054,
    "well-made": 2055,
    "b": 2056,
    "partly": 2057,
    "synthetic": 2058,
    "decency": 2059,
    "elizabethans": 2060,
    "roughage": 2061,
    "claustrophobic": 2062,
    "latest": 2063,
    "reincarnation": 2064,
    "surrounding": 2065,
    "untalented": 2066,
    "suffered": 2067,
    "martinet": 2068,
    "instructor": 2069,
    "secret": 2070,
    "eventual": 2071,
    "separate": 2072,
    "thrill": 2073,
    "valley": 2074,
    "dolls": 2075,
    "grips": 2076,
    "hilarious": 2077,
    "ode": 2078,
    "melodramatic": 2079,
    "appreciate": 2080,
    "lacks": 2081,
    "lilo": 2082,
    "&": 2083,
    "stitch": 2084,
    "marked": 2085,
    "emerging": 2086,
    "indian": 2087,
    "jumbo": 2088,
    "ants": 2089,
    "too-hot-for-tv": 2090,
    "direct-to-video\\/dvd": 2091,
    "category": 2092,
    "catapulting": 2093,
    "accept": 2094,
    "nightmare": 2095,
    "versions": 2096,
    "give": 2097,
    "where": 2098,
    "masterpiece": 2099,
    "hang-ups": 2100,
    "infidelity": 2101,
    "dare": 2102,
    "letting": 2103,
    "centre": 2104,
    "sinister": 2105,
    "inspiration": 2106,
    "manages": 2107,
    "generate": 2108,
    "quickie": 2109,
    "tv": 2110,
    "accepts": 2111,
    "nasty": 2112,
    "behavior": 2113,
    "severe": 2114,
    "flaws": 2115,
    "hold": 2116,
    "nevertheless": 2117,
    "maintained": 2118,
    "dash": 2119,
    "moderately": 2120,
    "largely": 2121,
    "sound": 2122,
    "gorgeous": 2123,
    "insufferably": 2124,
    "tedious": 2125,
    "turgid": 2126,
    "constricted": 2127,
    "feat": 2128,
    "unconditional": 2129,
    "garnered": 2130,
    "seeing": 2131,
    "privy": 2132,
    "misconstrued": 2133,
    "weakness": 2134,
    "slick": 2135,
    "sprightly": 2136,
    "combination": 2137,
    "modesty": 2138,
    "transcends": 2139,
    "strives": 2140,
    "aggressive": 2141,
    "subtitled": 2142,
    "wit": 2143,
    "lacking": 2144,
    "depth": 2145,
    "usually": 2146,
    "anime": 2147,
    "tso": 2148,
    "hue": 2149,
    "drastic": 2150,
    "iconography": 2151,
    "repetitious": 2152,
    "tub": 2153,
    "surprisingly": 2154,
    "heavy": 2155,
    "doses": 2156,
    "weird": 2157,
    "holy": 2158,
    "spirit": 2159,
    "zip": 2160,
    "favorably": 2161,
    "compared": 2162,
    "das": 2163,
    "boot": 2164,
    "atrociously": 2165,
    "mind-numbingly": 2166,
    "indescribably": 2167,
    "sooooo": 2168,
    "tired": 2169,
    "remind": 2170,
    "hiv\\/aids": 2171,
    "far": 2172,
    "yesterday": 2173,
    "news": 2174,
    "malkovich": 2175,
    "standards": 2176,
    "allow": 2177,
    "nudity": 2178,
    "brendan": 2179,
    "subtlety": 2180,
    "swallow": 2181,
    "wertmuller": 2182,
    "polemical": 2183,
    "allegory": 2184,
    "endure": 2185,
    "languorous": 2186,
    "waiting": 2187,
    "happiness": 2188,
    "sitcom": 2189,
    "apparatus": 2190,
    "x": 2191,
    "ball": 2192,
    "wins": 2193,
    "pair": 2194,
    "plain": 2195,
    "wicked": 2196,
    "willies": 2197,
    "firmer": 2198,
    "1970s": 2199,
    "chronically": 2200,
    "improbable": 2201,
    "sand": 2202,
    "fierce": 2203,
    "grandeur": 2204,
    "nuanced": 2205,
    "sade": 2206,
    "happened": 2207,
    "picpus": 2208,
    "distinguished": 2209,
    "touching": 2210,
    "gorgeously": 2211,
    "opens": 2212,
    "today": 2213,
    "40": 2214,
    "million": 2215,
    "turn": 2216,
    "sit": 2217,
    "accessible": 2218,
    "non-narrative": 2219,
    "plodding": 2220,
    "molto": 2221,
    "good-looking": 2222,
    "carl": 2223,
    "franklin": 2224,
    "flourishes": 2225,
    "freak-outs": 2226,
    "owe": 2227,
    "big-time": 2228,
    "leads": 2229,
    "truth": 2230,
    "unendurable": 2231,
    "experience": 2232,
    "ultra-provincial": 2233,
    "yorker": 2234,
    "26-year-old": 2235,
    "inject": 2236,
    "pure": 2237,
    "melanie": 2238,
    "carmichael": 2239,
    "massive": 2240,
    "infusion": 2241,
    "magic": 2242,
    "slice": 2243,
    "forgotten": 2244,
    "maddeningly": 2245,
    "repetitive": 2246,
    "score": 2247,
    "grab": 2248,
    "lump": 2249,
    "play-doh": 2250,
    "harder": 2251,
    "liman": 2252,
    "tries": 2253,
    "squeeze": 2254,
    "horrifying": 2255,
    "historical": 2256,
    "feature-length": 2257,
    "abandon": 2258,
    "wanting": 2259,
    "humbling": 2260,
    "literarily": 2261,
    "notorious": 2262,
    "limitations": 2263,
    "run-of-the-mill": 2264,
    "revulsion": 2265,
    "extreme": 2266,
    "unease": 2267,
    "ailments": 2268,
    "steinis": 2269,
    "lead": 2270,
    "troubled": 2271,
    "homicide": 2272,
    "cop": 2273,
    "tepid": 2274,
    "choppy": 2275,
    "recycling": 2276,
    "1980": 2277,
    "biopic": 2278,
    "surprising": 2279,
    "overbearing": 2280,
    "over-the-top": 2281,
    "power": 2282,
    "unimaginable": 2283,
    "fully": 2284,
    "pixar": 2285,
    "industry": 2286,
    "members": 2287,
    "black-and-white": 2288,
    "unrealistic": 2289,
    "be-all-end-all": 2290,
    "modern-office": 2291,
    "anomie": 2292,
    "erotic": 2293,
    "monsterous": 2294,
    "third": 2295,
    "limited": 2296,
    "running": 2297,
    "harmed": 2298,
    "during": 2299,
    "mark": 2300,
    "memento": 2301,
    "joke": 2302,
    "iraqi": 2303,
    "factory": 2304,
    "orgy": 2305,
    "excess": 2306,
    "exploitation": 2307,
    "nowhere": 2308,
    "ex-marine": 2309,
    "walter": 2310,
    "shot": 2311,
    "kennedy": 2312,
    "girls": 2313,
    "boho": 2314,
    "art-house": 2315,
    "burning": 2316,
    "sensation": 2317,
    "grenoble": 2318,
    "geneva": 2319,
    "lighten": 2320,
    "matter": 2321,
    "silberling": 2322,
    "certain": 2323,
    "extent": 2324,
    "scares": 2325,
    "low-key": 2326,
    "lowered": 2327,
    "royally": 2328,
    "screwed": 2329,
    "hook": 2330,
    "well-drawn": 2331,
    "issue": 2332,
    "everlasting": 2333,
    "conundrum": 2334,
    "experienced": 2335,
    "lived": 2336,
    "start": 2337,
    "lifetime": 2338,
    "channel-style": 2339,
    "anthology": 2340,
    "blown": 2341,
    "believe": 2342,
    "crew": 2343,
    "themselves": 2344,
    "believed": 2345,
    "small-budget": 2346,
    "fogging": 2347,
    "fahrenheit": 2348,
    "morgan": 2349,
    "build-up": 2350,
    "viewers": 2351,
    "chance": 2352,
    "learn": 2353,
    "grow": 2354,
    "travel": 2355,
    "salton": 2356,
    "clueless": 2357,
    "inept": 2358,
    "likable": 2359,
    "meandering": 2360,
    "eager": 2361,
    "handy": 2362,
    "williams": 2363,
    "developments": 2364,
    "processed": 2365,
    "60": 2366,
    "jokes": 2367,
    "references": 2368,
    "kung": 2369,
    "pow": 2370,
    "hard-to-predict": 2371,
    "absolutely": 2372,
    "essential": 2373,
    "chemistry": 2374,
    "ourselves": 2375,
    "surprised": 2376,
    "unlikable": 2377,
    "spiteful": 2378,
    "idiots": 2379,
    "creates": 2380,
    "fluid": 2381,
    "mesmerizing": 2382,
    "images": 2383,
    "'ve": 2384,
    "paid": 2385,
    "matinee": 2386,
    "price": 2387,
    "bought": 2388,
    "planet": 2389,
    "ounce": 2390,
    "homogenized": 2391,
    "contrived": 2392,
    "tattered": 2393,
    "ugly": 2394,
    "past": 2395,
    "rose-tinted": 2396,
    "greatest-hits": 2397,
    "reel": 2398,
    "redundancies": 2399,
    "routes": 2400,
    "grey": 2401,
    "zone": 2402,
    "underdog": 2403,
    "decent": 2404,
    "budget": 2405,
    "cloyingly": 2406,
    "charm": 2407,
    "period": 2408,
    "scenery": 2409,
    "uneasy": 2410,
    "bonds": 2411,
    "cherish": 2412,
    "talents": 2413,
    "prosaic": 2414,
    "frustrated": 2415,
    "vincent": 2416,
    "became": 2417,
    "abhorrent": 2418,
    "english": 2419,
    "equally": 2420,
    "taking": 2421,
    "loveable": 2422,
    "decasia": 2423,
    "worthy": 2424,
    "entry": 2425,
    "coming-of-age": 2426,
    "felt": 2427,
    "ended": 2428,
    "damned": 2429,
    "soon": 2430,
    "accused": 2431,
    "undisciplined": 2432,
    "tremendous": 2433,
    "offbeat": 2434,
    "sense": 2435,
    "suggests": 2436,
    "influenced": 2437,
